const page37 = [
  'С100/40х200-3.44(515)',
  'С100/40х200-3.44(515) (Ц100х200-3)',
  'С100/40х400-3.44(715)',
  'С75/30х110-3.44(515) (Ц75х110-3)',
  'С75/30х110-3.44(515)(Ц75х110-3)',
  'С75/30х200-3.44(515)',
  'С75/30х200-3.44(515) (с подводом жидкости в зоне передней крышки)',
  'С75/30х200-3.44(515)(002)',
  'Ц100х400-3',
  'Ц50-3405215-А-02',
  'С100/40х200-3.44(515)',
  'С100/40х200-3.44(515)   (Ц100х200-3)',
  'С100/40х400-3.44(715)',
  'С75/30х110-3.44(515)   (Ц75х110-3)',
  'С75/30х110-3.44(515)(Ц75х110-3)',
  'С75/30х200-3.44(515)',
  'С75/30х200-3.44(515) (с подводом жидкости в зоне передней крышки)',
  'С75/30х200-3.44(515)(002)',
  'Ц100х400-3',
  'Ц50-3405215-А-02']

const page36 = ['МСР30х125-4.22.3(265)', 'МСР32х340-3.25(580)', 'МСР40/25х180-3.22К(405)', 'МСР40х63-3.22(285)', 'МСР40х85-3.22(285)', 'МСР80х220-3.82(395)', 'МСТР75/55х1865-3.11С(1583)', 'Н065.15.020-02 (М22х1,5)', 'Н065.15.020-03 (М16х1,5)', 'Подъем крышки цистерны (КО-560А)', 'МСР30х125-4.22.3(265)', 'МСР32х340-3.25(580)', 'МСР40/25х180-3.22К(405)', 'МСР40х63-3.22(285)', 'МСР40х85-3.22(285)', 'МСР80х220-3.82(395)', 'МСТР75/55х1865-3.11С(1583)', 'Н065.15.020-02   (М22х1,5)', 'Н065.15.020-03   (М16х1,5)', 'Подъем   крышки цистерны (КО-560А)']
const page35 = ['МС80/56х630-3.11(995)', 'МС80/56х700-3.11(1100)', 'МС80/56х900-3.11(1250)', 'МС80/56х900-3.11(1250)(01)', 'МС80/56х900-3.11(1265)', 'МС80/60х1265-4.11(1590)', 'МС80/63х1000-4.11(1365)', 'МСP50х55-3.66(182) G8041-11E-000', 'МСР25х250-3.16.3(392) G8056-11E-075', 'МСР25х40-3.22(200)', 'МС80/56х630-3.11(995)', 'МС80/56х700-3.11(1100)', 'МС80/56х900-3.11(1250)', 'МС80/56х900-3.11(1250)(01)', 'МС80/56х900-3.11(1265)', 'МС80/60х1265-4.11(1590)', 'МС80/63х1000-4.11(1365)', 'МСP50х55-3.66(182) G8041-11E-000', 'МСР25х250-3.16.3(392) G8056-11E-075', 'МСР25х40-3.22(200)']
const page34 = ['МС80/56х280-3.11(645)', 'МС80/56х280-3.11(645)(01)', 'МС80/56х390-3.12(890)', 'МС80/56х400-3.11(765)', 'МС80/56х400-3.11(765)(01)', 'МС80/56х560-3.11(925)', 'МС80/56х560-3.11(925)(01) ', 'МС80/56х630-3.11 (1010)(01)', 'МС80/56х630-3.11(1010)', 'МС80/56х630-3.11(1010)(01)', 'МС80/56х280-3.11(645)', 'МС80/56х280-3.11(645)(01)', 'МС80/56х390-3.12(890)', 'МС80/56х400-3.11(765)', 'МС80/56х400-3.11(765)(01)', 'МС80/56х560-3.11(925)', 'МС80/56х560-3.11(925)(01) ', 'МС80/56х630-3.11 (1010)(01)', 'МС80/56х630-3.11(1010)', 'МС80/56х630-3.11(1010)(01)']
const page33 = ['МС80/50х560-3.22(825)', 'МС80/50х580-3.11(930)', 'МС80/50х630-3.11(1010) ', 'МС80/50х630-3.22(930)', 'МС80/50х710-3.32(300)', 'МС80/50х900-3.31(450)', 'МС80/50х970-3.31(300)', 'МС80/56х160-3.11 (510)', 'МС80/56х160-3.11(510)(01)', 'МС80/56х160-3.11(525)', 'МС80/50х560-3.22(825)', 'МС80/50х580-3.11(930)', 'МС80/50х630-3.11(1010) ', 'МС80/50х630-3.22(930)', 'МС80/50х710-3.32(300)', 'МС80/50х900-3.31(450)', 'МС80/50х970-3.31(300)', 'МС80/56х160-3.11 (510)', 'МС80/56х160-3.11(510)(01)', 'МС80/56х160-3.11(525)']
const page32 = ['МС80/50х400-3.11(1085)', 'МС80/50х400-3.11(765)', 'МС80/50х400-3.11(765)(01)', 'МС80/50х400-3.22(665)', 'МС80/50х400-3.55(650)', 'МС80/50х425-3.11(665)', 'МС80/50х515-3.11(800)', 'МС80/50х560-3.11(925)(01)', 'МС80/50х560-3.11(925)(02)', 'МС80/50х560-3.11(925)(03)', 'МС80/50х400-3.11(1085)', 'МС80/50х400-3.11(765)', 'МС80/50х400-3.11(765)(01)', 'МС80/50х400-3.22(665)', 'МС80/50х400-3.55(650)', 'МС80/50х425-3.11(665)', 'МС80/50х515-3.11(800)', 'МС80/50х560-3.11(925)(01)', 'МС80/50х560-3.11(925)(02)', 'МС80/50х560-3.11(925)(03)']
const page31 = ['МС80/50х1400-3.55.2(1855)(002)', 'МС80/50х160-3.11(510)', 'МС80/50х180-3.11(1070)', 'МС80/50х200-3.11(445)', 'МС80/50х200-4.44(515)', 'МС80/50х250-3.22(515)', 'МС80/50х280-3.11(610)', 'МС80/50х315-3.11.3(625)(002) ', 'МС80/50х320-4.21(522)', 'МС80/50х350-3.11(590)', 'МС80/50х1400-3.55.2(1855)(002)', 'МС80/50х160-3.11(510)', 'МС80/50х180-3.11(1070)', 'МС80/50х200-3.11(445)', 'МС80/50х200-4.44(515)', 'МС80/50х250-3.22(515)', 'МС80/50х280-3.11(610)', 'МС80/50х315-3.11.3(625)(002) ', 'МС80/50х320-4.21(522)', 'МС80/50х350-3.11(590)']
const page30 = ['МС80/40х430-3.11.3(680)(002)', 'МС80/40х500-4.44(750)', 'МС80/40х630-3.22(930)', 'МС80/40х630-3.22(930)(01)', 'МС80/40х630-4.11(930)', 'МС80/40х630-4.11.1(935)', 'МС80/40х800-4.22(1100)', 'МС80/40х85-3.22(275)', 'МС80/40х85-3.22(275)(01)', 'МС80/50х1000-3.11(1365)', 'МС80/40х430-3.11.3(680)(002)', 'МС80/40х500-4.44(750)', 'МС80/40х630-3.22(930)', 'МС80/40х630-3.22(930)(01)', 'МС80/40х630-4.11(930)', 'МС80/40х630-4.11.1(935)', 'МС80/40х800-4.22(1100)', 'МС80/40х85-3.22(275)', 'МС80/40х85-3.22(275)(01)', 'МС80/50х1000-3.11(1365)']
const page29 = ['МС80/40х320-3.22(1160)', 'МС80/40х320-3.22(1300)', 'МС80/40х320-3.22.2(620)', 'МС80/40х320-4.22(620)', 'МС80/40х320. 22(620)', 'МС80/40х400-3.11(700)(01)', 'МС80/40х400-3.11(700)(02)', 'МС80/40х400-3.22(700)', 'МС80/40х400-3.22(700)(01)', 'МС80/40х400-4.22(700)', 'МС80/40х320-3.22(1160)', 'МС80/40х320-3.22(1300)', 'МС80/40х320-3.22.2(620)', 'МС80/40х320-4.22(620)', 'МС80/40х320. 22(620)', 'МС80/40х400-3.11(700)(01)', 'МС80/40х400-3.11(700)(02)', 'МС80/40х400-3.22(700)', 'МС80/40х400-3.22(700)(01)', 'МС80/40х400-4.22(700)']
const page28 = ['МС80/40х250-3.14.3(615)(002)', 'МС80/40х250-3.15.3(545)(002)', 'МС80/40х250-3.22(550)', 'МС80/40х250-4.22(550)(01)', 'МС80/40х250-4.22(550)(01)', 'МС80/40х250. 22(550)', 'МС80/40х251-3.11.1(529)(002)', 'МС80/40х251-3.11.1(529)(01)(002)', 'МС80/40х320-3.11(620)', 'МС80/40х320-3.11.3(620)(002)', 'МС80/40х250-3.14.3(615)(002)', 'МС80/40х250-3.15.3(545)(002)', 'МС80/40х250-3.22(550)', 'МС80/40х250-4.22(550)(01)', 'МС80/40х250-4.22(550)(01)', 'МС80/40х250. 22(550)', 'МС80/40х251-3.11.1(529)(002)', 'МС80/40х251-3.11.1(529)(01)(002)', 'МС80/40х320-3.11(620)', 'МС80/40х320-3.11.3(620)(002)']
const page27 = ['МС80/40х150-3.14.3(475)(002)', 'МС80/40х160-3.11(510)', 'МС80/40х190-3.11(480)(002)', 'МС80/40х200-3.22(500)', 'МС80/40х200-3.44(515)(01)', 'МС80/40х200-4.11(500)', 'МС80/40х200-4.22 (515)', 'МС80/40х200-4.22(515)', 'МС80/40х200-4.24(450)  ', 'МС80/40х250-3.11.3(615)(002)', 'МС80/40х150-3.14.3(475)(002)', 'МС80/40х160-3.11(510)', 'МС80/40х190-3.11(480)(002)', 'МС80/40х200-3.22(500)', 'МС80/40х200-3.44(515)(01)', 'МС80/40х200-4.11(500)', 'МС80/40х200-4.22 (515)', 'МС80/40х200-4.22(515)', 'МС80/40х200-4.24(450)      ', 'МС80/40х250-3.11.3(615)(002)']
const page26 = ['МС75/30х200-3.44(515)(01)', 'МС75/30х200-3.44.3А(515)', 'МС75/30х200-3.443А(515)', 'МС75/30х200-3.44К(630), Ц75х200-3К', 'МС75/30х200-4.44.1(515)', 'МС80/30х200-4.44D(515)', 'МС80/35х680-4.11(900)', 'МС80/35х680-4.11(900)(01)', 'МС80/40х100-3.14.3(470)(002)', 'МС80/40х100-3.15.3(430)(002)', 'МС75/30х200-3.44(515)(01)', 'МС75/30х200-3.44.3А(515)', 'МС75/30х200-3.443А(515)', 'МС75/30х200-3.44К(630),      Ц75х200-3К', 'МС75/30х200-4.44.1(515)', 'МС80/30х200-4.44D(515)', 'МС80/35х680-4.11(900)', 'МС80/35х680-4.11(900)(01)', 'МС80/40х100-3.14.3(470)(002)', 'МС80/40х100-3.15.3(430)(002)']
const page25 = ['МС63/30х85-3.22(275)(01)', 'МС63/32х275-4.55(500)', 'МС63/40х1200-4.11.1(1510)', 'МС63/40х1200-4.11.1(1510)(01)', 'МС63/40х150-3.22(606)', 'МС63/40х320-4.11(620)', 'МС63/40х500-3.11.3(695)', 'МС63/40х500-3.11.3(695)(01)', 'МС63/40х500-3.11К(800)', 'МС75/30х200-3.44(515)', 'МС63/30х85-3.22(275)(01)', 'МС63/32х275-4.55(500)', 'МС63/40х1200-4.11.1(1510)', 'МС63/40х1200-4.11.1(1510)(01)', 'МС63/40х150-3.22(606)', 'МС63/40х320-4.11(620)', 'МС63/40х500-3.11.3(695)', 'МС63/40х500-3.11.3(695)(01)', 'МС63/40х500-3.11К(800)', 'МС75/30х200-3.44(515)']
const page24 = ['МС63/30х250-3.11(515)', 'МС63/30х250-3.22(515)', 'МС63/30х250-3.25(391)', 'МС63/30х400-3.11(660)', 'МС63/30х400-3.22(685)', 'МС63/30х400-3.25(541)', 'МС63/30х500-3.11(785)', 'МС63/30х630-3.22(915)', 'МС63/30х690-3.11(1000)', 'МС63/30х85-3.22(275)', 'МС63/30х250-3.11(515)', 'МС63/30х250-3.22(515)', 'МС63/30х250-3.25(391)', 'МС63/30х400-3.11(660)', 'МС63/30х400-3.22(685)', 'МС63/30х400-3.25(541)', 'МС63/30х500-3.11(785)', 'МС63/30х630-3.22(915)', 'МС63/30х690-3.11(1000)', 'МС63/30х85-3.22(275)']
const page23 = ['МС50/325х250-3.22(485)', 'МС63-3405115-А-02', 'МС63/25х200-3.55(426)(01)', 'МС63/28х200-20.5А5А. 3А3А.435.01.G', 'МС63/28х200-20.5А5А.3А3А. 435.02.G', 'МС63/30х100-3.11.3(335)(002)', 'МС63/30х145-3.22(320)', 'МС63/30х150-3.14.3(390)(002)', 'МС63/30х175-3.22(343)', 'МС63/30х175-3.25(316)', 'МС50/325х250-3.22(485)', 'МС63-3405115-А-02', 'МС63/25х200-3.55(426)(01)', 'МС63/28х200-20.5А5А.  3А3А.435.01.G', 'МС63/28х200-20.5А5А.3А3А.  435.02.G', 'МС63/30х100-3.11.3(335)(002)', 'МС63/30х145-3.22(320)', 'МС63/30х150-3.14.3(390)(002)', 'МС63/30х175-3.22(343)', 'МС63/30х175-3.25(316)']
const page22 = ['МС50/30х160-3.22(395)', 'МС50/30х160-4.22 (395)', 'МС50/30х160-4.22(395)', 'МС50/30х200-3.22(435)', 'МС50/30х200-4.44(515)', 'МС50/30х200. 22(405)', 'МС50/30х250-3.15(500)(002)', 'МС50/30х250-3.22(485)', 'МС50/30х320-3.22(555)', 'МС50/30х400-3.11(660)', 'МС50/30х160-3.22(395)', 'МС50/30х160-4.22   (395)', 'МС50/30х160-4.22(395)', 'МС50/30х200-3.22(435)', 'МС50/30х200-4.44(515)', 'МС50/30х200. 22(405)', 'МС50/30х250-3.15(500)(002)', 'МС50/30х250-3.22(485)', 'МС50/30х320-3.22(555)', 'МС50/30х400-3.11(660)']
const page21 = ['МС50/25х320-3.11(555)', 'МС50/25х400-3.11(605)', 'МС50/25х630-4.11(835)', 'МС50/28х200-20.2G2С.0A0A. 435.02.G', 'МС50/28х320-20.2G2С.0A0A. 555.02.G', 'МС50/28х40-20.2G2С.0A0A. 280.02.G', 'МС50/30х020-3.22(435)', 'МС50/30х100. 22(305)', 'МС50/30х160-20.1G1A.0A0A. 395.01.G', 'МС50/30х160-3.11(390)', 'МС50/25х320-3.11(555)', 'МС50/25х400-3.11(605)', 'МС50/25х630-4.11(835)', 'МС50/28х200-20.2G2С.0A0A.  435.02.G', 'МС50/28х320-20.2G2С.0A0A.  555.02.G', 'МС50/28х40-20.2G2С.0A0A.  280.02.G', 'МС50/30х020-3.22(435)', 'МС50/30х100. 22(305)', 'МС50/30х160-20.1G1A.0A0A.  395.01.G', 'МС50/30х160-3.11(390)']
const page20 = ['МС50/25х175-3.55(455)', 'МС50/25х200-3.11(435)', 'МС50/25х200-3.22(395)', 'МС50/25х200-3.22(435)', 'МС50/25х200-3.22(435)(01)', 'МС50/25х200-3.24(515)', 'МС50/25х200-3.55(426)', 'МС50/25х250-3.22(1025)', 'МС50/25х250-3.22(485)', 'МС50/25х320-3.11(525)', 'МС50/25х175-3.55(455)', 'МС50/25х200-3.11(435)', 'МС50/25х200-3.22(395)', 'МС50/25х200-3.22(435)', 'МС50/25х200-3.22(435)(01)', 'МС50/25х200-3.24(515)', 'МС50/25х200-3.55(426)', 'МС50/25х250-3.22(1025)', 'МС50/25х250-3.22(485)', 'МС50/25х320-3.11(525)']
const page19 = ['МС40/25х63-3.22К(200)', 'МС40/25х63-3.25(222,5)', 'МС40/25х70-3.11(260)(01)', 'МС40/25х800-3.11(961)', 'МС50-3405215-А', 'МС50-3405215-А-01', 'МС50-3405215-А-02', 'МС50/25х120-3.22(350)', 'МС50/25х160-3.22(395)', 'МС50/25х160-3.22(830)', 'МС40/25х63-3.22К(200)', 'МС40/25х63-3.25(222,5)', 'МС40/25х70-3.11(260)(01)', 'МС40/25х800-3.11(961)', 'МС50-3405215-А', 'МС50-3405215-А-01', 'МС50-3405215-А-02', 'МС50/25х120-3.22(350)', 'МС50/25х160-3.22(395)', 'МС50/25х160-3.22(830)']
const page18 = ['МС40/25х160-3.11К(350)', 'МС40/25х160-4.11(350)', 'МС40/25х180-3.11', 'МС40/25х180-3.22К(405)', 'МС40/25х200-4.15(394)', 'МС40/25х250-3.11(440)', 'МС40/25х250-3.15(444)', 'МС40/25х300-3.11(490)', 'МС40/25х360-3.22К(555)', 'МС40/25х63-3.11(215) ', 'МС40/25х160-3.11К(350)', 'МС40/25х160-4.11(350)', 'МС40/25х180-3.11', 'МС40/25х180-3.22К(405)', 'МС40/25х200-4.15(394)', 'МС40/25х250-3.11(440)', 'МС40/25х250-3.15(444)', 'МС40/25х300-3.11(490)', 'МС40/25х360-3.22К(555)', 'МС40/25х63-3.11(215) ']
const page17 = ['МС40/20х200-20.1G1A. 0A0A.390.01.G', 'МС40/20х200-20.1G1D.0A0A. 390.01.G', 'МС40/25х100-3.11(290)', 'МС40/25х100-3.11(290)(01)', 'МС40/25х100-4.15(294)', 'МС40/25х125-3.11(277)', 'МС40/25х125-4.22(265)', 'МС40/25х160-3.11(350)', 'МС40/25х160-3.11(350)(01)', 'МС40/25х160-3.11(450)(01)', 'МС40/20х200-20.1G1A.  0A0A.390.01.G', 'МС40/20х200-20.1G1D.0A0A.  390.01.G', 'МС40/25х100-3.11(290)', 'МС40/25х100-3.11(290)(01)', 'МС40/25х100-4.15(294)', 'МС40/25х125-3.11(277)', 'МС40/25х125-4.22(265)', 'МС40/25х160-3.11(350)', 'МС40/25х160-3.11(350)(01)', 'МС40/25х160-3.11(450)(01)']
const page16 = ['МС160/80х120-4.11(510)', 'МС160/80х200-4.11(590)', 'МС160/80х360-4.11(750)', 'МС160/80х400-4.11.1(894) ', 'МС160/80х500-4.11.1(1030)', 'МС160/80х710-4.11(1115)', 'МС160/80х800-4.11(1205)', 'МС32/20х260-3.11.3С(435) G4148-11Е-000', 'МС35/25х250-3.16.3С(394) G1094-11Е-000', 'МС40/20х160-20.1G1F.0A0A. 350.01.G', 'МС160/80х120-4.11(510)', 'МС160/80х200-4.11(590)', 'МС160/80х360-4.11(750)', 'МС160/80х400-4.11.1(894) ', 'МС160/80х500-4.11.1(1030)', 'МС160/80х710-4.11(1115)', 'МС160/80х800-4.11(1205)', 'МС32/20х260-3.11.3С(435) G4148-11Е-000', 'МС35/25х250-3.16.3С(394) G1094-11Е-000', 'МС40/20х160-20.1G1F.0A0A.  350.01.G']
const page15 = ['МС125/70х400-3.11.3(862)(002)', 'МС125/70х784-3.11.6(1265)(002) ', 'МС125/80х720-4.11(1080)', 'МС125/80х800-4.11(1192)', 'МС125/80х800-4.14.1(1320)', 'МС125/80х938-4.11(1322)', 'МС140/70х400-3.11(804)', 'МС140/70х710-3.11.3(1192)', 'МС140/80х553-3.11.6(1050)(002)', 'МС140/80х800-5.14.6F(1320)', 'МС125/70х400-3.11.3(862)(002)', 'МС125/70х784-3.11.6(1265)(002) ', 'МС125/80х720-4.11(1080)', 'МС125/80х800-4.11(1192)', 'МС125/80х800-4.14.1(1320)', 'МС125/80х938-4.11(1322)', 'МС140/70х400-3.11(804)', 'МС140/70х710-3.11.3(1192)', 'МС140/80х553-3.11.6(1050)(002)', 'МС140/80х800-5.14.6F(1320)']
const page14 = ['МС125/63х360-4.11(780)', 'МС125/63х400-4.11(1040)', 'МС125/63х400-5.11.3(980)', 'МС125/63х500-3.11(926)', 'МС125/63х540-3.11(1090)', 'МС125/63х620-3.11(1050)', 'МС125/63х710-4.11(1125) ', 'МС125/63х710-4.11.6(1160)', 'МС125/63х800-4.11(1192)', 'МС125/70х400-3.11(862)(002)', 'МС125/63х360-4.11(780)', 'МС125/63х400-4.11(1040)', 'МС125/63х400-5.11.3(980)', 'МС125/63х500-3.11(926)', 'МС125/63х540-3.11(1090)', 'МС125/63х620-3.11(1050)', 'МС125/63х710-4.11(1125) ', 'МС125/63х710-4.11.6(1160)', 'МС125/63х800-4.11(1192)', 'МС125/70х400-3.11(862)(002)']
const page13 = ['МС125/56х450-3.11(865)', 'МС125/56х554-3.22(970) ', 'МС125/60х400-4.11.1(1040) ', 'МС125/60х710-4.11.1(1160)', 'МС125/60х710-4.14.1(1160) ', 'МС125/63х1000-3.11(1420)', 'МС125/63х1000-3.32(1090)', 'МС125/63х200-3.11(515)', 'МС125/63х200-3.11(515)(01)', 'МС125/63х250-3.72С(560)', 'МС125/56х450-3.11(865)', 'МС125/56х554-3.22(970) ', 'МС125/60х400-4.11.1(1040) ', 'МС125/60х710-4.11.1(1160)', 'МС125/60х710-4.14.1(1160) ', 'МС125/63х1000-3.11(1420)', 'МС125/63х1000-3.32(1090)', 'МС125/63х200-3.11(515)', 'МС125/63х200-3.11(515)(01)', 'МС125/63х250-3.72С(560)']
const page12 = ['МС110/63х900-3.11(1300)', 'МС125/50х200-3.11(515)', 'МС125/50х200-3.44.1(515)(Ц125х200-3)', 'МС125/50х250-4.22(550)', 'МС125/50х400-3.11.3(797)(002)', 'МС125/50х400-3.11.3(797)(01)(002) ', 'МС125/50х400-4.11(797)', 'МС125/50х400-4.11.1(797)(002) ', 'МС125/50х400-4.11.3(797)(002)', 'МС125/50х400-4.11.3(797)(02)(002)', 'МС110/63х900-3.11(1300)', 'МС125/50х200-3.11(515)', 'МС125/50х200-3.44.1(515)(Ц125х200-3)', 'МС125/50х250-4.22(550)', 'МС125/50х400-3.11.3(797)(002)', 'МС125/50х400-3.11.3(797)(01)(002) ', 'МС125/50х400-4.11(797)', 'МС125/50х400-4.11.1(797)(002) ', 'МС125/50х400-4.11.3(797)(002)', 'МС125/50х400-4.11.3(797)(02)(002)']
const page11 = ['МС110/56х1120-3.11(1520)', 'МС110/56х1120-3.11(1520)(01)', 'МС110/56х140-3.31(132)', 'МС110/56х225-3.31(132) ', 'МС110/56х280-3.11(580)(01)', 'МС110/56х280-3.11(645)(01)', 'МС110/56х280-3.11(680)', 'МС110/56х900-3.11(1250)', 'МС110/56х900-3.11(1300)', 'МС110/56х900-3.11(1300)(01)', 'МС110/56х1120-3.11(1520)', 'МС110/56х1120-3.11(1520)(01)', 'МС110/56х140-3.31(132)', 'МС110/56х225-3.31(132) ', 'МС110/56х280-3.11(580)(01)', 'МС110/56х280-3.11(645)(01)', 'МС110/56х280-3.11(680)', 'МС110/56х900-3.11(1250)', 'МС110/56х900-3.11(1300)', 'МС110/56х900-3.11(1300)(01)']
const page10 = ['МС100/50х630-3.11(930)', 'МС100/50х630-3.22(930)(01)', 'МС100/50х630-4.11(930)', 'МС100/50х800-3.11(1130)(01)', 'МС100/50х800-3.11.3(1100)', 'МС100/50х800-4.11(1130)(01)', 'МС100/60х500-3.22.2(830)', 'МС100/60х800-3.22.2(1130)', 'МС100/63х280-3.11.6(620)', 'МС100/63х400-3.11.6(900)', 'МС100/50х630-3.11(930)', 'МС100/50х630-3.22(930)(01)', 'МС100/50х630-4.11(930)', 'МС100/50х800-3.11(1130)(01)', 'МС100/50х800-3.11.3(1100)', 'МС100/50х800-4.11(1130)(01)', 'МС100/60х500-3.22.2(830)', 'МС100/60х800-3.22.2(1130)', 'МС100/63х280-3.11.6(620)', 'МС100/63х400-3.11.6(900)']
const page9 = ['МС100/50х250-3.72(560) (бугельный)', 'МС100/50х250-3.72(560)(бугельный)', 'МС100/50х250-4.11С(560)', 'МС100/50х284-3.41.1(620)(002)', 'МС100/50х284-3.41.1(620)(01)(002)', 'МС100/50х320-4.22(610)', 'МС100/50х400-3.11(690)', 'МС100/50х400-4.44(715)', 'МС100/50х440-3.35.1(640)(002)', 'МС100/50х500-4.11(800)(01)', 'МС100/50х250-3.72(560)   (бугельный)', 'МС100/50х250-3.72(560)(бугельный)', 'МС100/50х250-4.11С(560)', 'МС100/50х284-3.41.1(620)(002)', 'МС100/50х284-3.41.1(620)(01)(002)', 'МС100/50х320-4.22(610)', 'МС100/50х400-3.11(690)', 'МС100/50х400-4.44(715)', 'МС100/50х440-3.35.1(640)(002)', 'МС100/50х500-4.11(800)(01)']
const page8 = ['МС100/40х400-4.44.1(715)(01)', 'МС100/40х610-4.44(880)', 'МС100/40х630-4.44(945)', 'МС100/50х1010-3.35.1(690)(002)', 'МС100/50х1010-3.35.1(690)(01)(002) ', 'МС100/50х160-3.22(425)', 'МС100/50х160-3.22(425)(01)', 'МС100/50х200-4.24(515)', 'МС100/50х200-4.44(515)', 'МС100/50х250-3.72(560)', 'МС100/40х400-4.44.1(715)(01)', 'МС100/40х610-4.44(880)', 'МС100/40х630-4.44(945)', 'МС100/50х1010-3.35.1(690)(002)', 'МС100/50х1010-3.35.1(690)(01)(002) ', 'МС100/50х160-3.22(425)', 'МС100/50х160-3.22(425)(01)', 'МС100/50х200-4.24(515)', 'МС100/50х200-4.44(515)', 'МС100/50х250-3.72(560)']
const page7 = ['МС 100/50х500-4.11(800)(01)', 'МС 50/25х400-3.11 (605)', 'МС 80/40х320-4.22(620)', 'МС 80/40х400-4.22(700)', 'МС100/40х200-3.44.1(515)', 'МС100/40х200-4.44(515)', 'МС100/40х200-4.44.1(515)(01)', 'МС100/40х400-3.44(515)(01)  ', 'МС100/40х400-3.44(715)(01)', 'МС100/40х400-4.44(715)(01)', 'МС 100/50х500-4.11(800)(01)', 'МС 50/25х400-3.11 (605)', 'МС 80/40х320-4.22(620)', 'МС 80/40х400-4.22(700)', 'МС100/40х200-3.44.1(515)', 'МС100/40х200-4.44(515)', 'МС100/40х200-4.44.1(515)(01)', 'МС100/40х400-3.44(515)(01)      ', 'МС100/40х400-3.44(715)(01)', 'МС100/40х400-4.44(715)(01)']
const page6 = ['МC80/56х160-3.11(510)(01)', 'МC80/56х160-3.11(525)', 'МC80/56х280-3.11(645)', 'МC80/56х280-3.11(645)(01)', 'МC80/56х400-3.11(765)', 'МC80/56х400-3.11(765)(01)', 'Маслопровод вращающийся В1-14-20МК', 'Маслопровод вращающийся В1-14-22PК', 'МС 100/40х200-4.44.1(515)(01)', 'МС 100/50х400-4.11(690)', 'МC80/56х160-3.11(510)(01)', 'МC80/56х160-3.11(525)', 'МC80/56х280-3.11(645)', 'МC80/56х280-3.11(645)(01)', 'МC80/56х400-3.11(765)', 'МC80/56х400-3.11(765)(01)', 'Маслопровод вращающийся В1-14-20МК', 'Маслопровод вращающийся В1-14-22PК', 'МС 100/40х200-4.44.1(515)(01)', 'МС 100/50х400-4.11(690)']
const page5 = ['ВС80/40х630-4.21.3(930)', 'ГА81.00.000-08', 'ГА81.000А', 'МC/25х200-3.55(426)(01)', 'МC100/50х800-4.11(1130)(01)', 'МC80/50х160-3.11(510)', 'МC80/50х200-3.11(445)', 'МC80/50х280-3.11(610)', 'МC80/50х400-3.11(1085)', 'МC80/50х400-3.11(765)(01) ', 'ВС80/40х630-4.21.3(930)', 'ГА81.00.000-08', 'ГА81.000А', 'МC/25х200-3.55(426)(01)', 'МC100/50х800-4.11(1130)(01)', 'МC80/50х160-3.11(510)', 'МC80/50х200-3.11(445)', 'МC80/50х280-3.11(610)', 'МC80/50х400-3.11(1085)', 'МC80/50х400-3.11(765)(01) ']
const page4 = ['MC80/45×530-4.15(910)(075) G4137-11E-000', 'MC80/50×250-20.2H2C.0A0A.550.01.G', 'MCP50x55-3.66(182)(01) G8048-11E-000', 'MCP63x800-3.11(1100)(01) G8050-11E-000', ' МС100/40х610-3.44(870)(01)', ' МС100/50х200-3.44(515)(01)', ' МС100/63х250-3.11(565)(01)', ' МС80/40х200-3.11(445)', ' МС80/40х250-3.11(550)(01)', 'ВС100/40х500-20.2Н2С.3А3А. 800.02.G(305)', 'MC80/45×530-4.15(910)(075) G4137-11E-000', 'MC80/50×250-20.2H2C.0A0A.550.01.G', 'MCP50x55-3.66(182)(01) G8048-11E-000', 'MCP63x800-3.11(1100)(01) G8050-11E-000', ' МС100/40х610-3.44(870)(01)', ' МС100/50х200-3.44(515)(01)', ' МС100/63х250-3.11(565)(01)', ' МС80/40х200-3.11(445)', ' МС80/40х250-3.11(550)(01)', 'ВС100/40х500-20.2Н2С.3А3А.  800.02.G(305)']
const page3 = ['MC50/28×160-20.2G2С.0A0A. 395.02.G', 'MC50/28×250-20.2G2С.0A0A. 485.02.G', 'MC50/30×320-20.1G1A.0A0A. 555.01.G', 'MC63-3405115 (-01,-02,)', 'MC63-3405115-A-01', 'MC63-3405115-A-03', 'MC63/25×185-20.5A5A.3A3A. 444.01.G', 'MC63/28×130-20.5A5A.0A0A. 435.01.G', 'MC63/32×200-20.5A5A.3A3A. 439.01.G', 'MC63/32×500-20.1G1D.0A0A. 800.01.G', 'MC50/28×160-20.2G2С.0A0A.  395.02.G', 'MC50/28×250-20.2G2С.0A0A.  485.02.G', 'MC50/30×320-20.1G1A.0A0A.  555.01.G', 'MC63-3405115   (-01,-02,)', 'MC63-3405115-A-01', 'MC63-3405115-A-03', 'MC63/25×185-20.5A5A.3A3A.  444.01.G', 'MC63/28×130-20.5A5A.0A0A.  435.01.G', 'MC63/32×200-20.5A5A.3A3A.  439.01.G', 'MC63/32×500-20.1G1D.0A0A.  800.01.G']
const page2 = ['MC110/40×200-3.44.1(515)', 'MC125/50×20-3.44.1(515)', 'MC125/50х200-3.11(515)', 'MC125/50х400-4.11(797)', 'MC125/63х200-3.11(515)', 'MC40/20×160-20.1G1A.0A0A. 350.01.G', 'MC40/20×70-16.1G1A.0A0A. 260.01.G', 'MC40/20×70-20.1G1A.3A3A. 260.01.G', 'MC50-3405215-А', 'MC50-3405215-А (-01, -02)', 'MC110/40×200-3.44.1(515)', 'MC125/50×20-3.44.1(515)', 'MC125/50х200-3.11(515)', 'MC125/50х400-4.11(797)', 'MC125/63х200-3.11(515)', 'MC40/20×160-20.1G1A.0A0A.  350.01.G', 'MC40/20×70-16.1G1A.0A0A.  260.01.G', 'MC40/20×70-20.1G1A.3A3A.  260.01.G', 'MC50-3405215-А', 'MC50-3405215-А   (-01, -02)']
const page1 = ['BС100/40х500-20.2H2C.3A3A. 800.02.G(305)', 'BС100/50х800-20.2H1А.3A3A. 1130.02.G(305)', 'BС125/50х800-20.2H2C.3A3A. 1193.03.G(305)', 'BС40/25х100-20.1G1A.3A3A. 290.01.G(305)', 'BС80/40х400-20.2H2C.3A3A. 700.01.G(305)', 'C100/40×200-3.44(515)', 'MC100/40×200-3.44.1(515)', 'MC100/50×250-4.15(655) G2798-11E-000', 'MC100/50х250-3.11(571) (01)G2786-11E-000', 'MC100/50х250-3.11(571) G2785-11E-000', 'BС100/40х500-20.2H2C.3A3A.  800.02.G(305)', 'BС100/50х800-20.2H1А.3A3A.  1130.02.G(305)', 'BС125/50х800-20.2H2C.3A3A.  1193.03.G(305)', 'BС40/25х100-20.1G1A.3A3A.  290.01.G(305)', 'BС80/40х400-20.2H2C.3A3A.  700.01.G(305)', 'C100/40×200-3.44(515)', 'MC100/40×200-3.44.1(515)', 'MC100/50×250-4.15(655) G2798-11E-000', 'MC100/50х250-3.11(571) (01)G2786-11E-000', 'MC100/50х250-3.11(571) G2785-11E-000']

export const DataBase = [
  ... new Set(page1),
  ... new Set(page2),
  ... new Set(page3),
  ... new Set(page4),
  ... new Set(page5),
  ... new Set(page6),
  ... new Set(page7),
  ... new Set(page8),
  ... new Set(page9),
  ... new Set(page10),
  ... new Set(page11),
  ... new Set(page12),
  ... new Set(page13),
  ... new Set(page14),
  ... new Set(page15),
  ... new Set(page16),
  ... new Set(page17),
  ... new Set(page18),
  ... new Set(page19),
  ... new Set(page20),
  ... new Set(page21),
  ... new Set(page22),
  ... new Set(page23),
  ... new Set(page24),
  ... new Set(page25),
  ... new Set(page26),
  ... new Set(page27),
  ... new Set(page26),
  ... new Set(page29),
  ... new Set(page30),
  ... new Set(page31),
  ... new Set(page32),
  ... new Set(page33),
  ... new Set(page34),
  ... new Set(page35),
  ... new Set(page36),
  ... new Set(page37),
]
// export const DataBase = [
//   {
//       "id": 27712,
//       "date": "2023-10-23T13:19:51",
//       "date_gmt": "2023-10-23T13:19:51",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27712"
//       },
//       "modified": "2023-11-22T09:46:52",
//       "modified_gmt": "2023-11-22T09:46:52",
//       "slug": "b%d1%8140-25%d1%85100-20-1g1a-3a3a-290-01-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=b%d1%8140-25%d1%85100-20-1g1a-3a3a-290-01-g305",
//       "title": {
//           "rendered": "BС40/25х100-20.1G1A.3A3A.  290.01.G(305)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27712"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27712"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 6,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27712/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 31373,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27712/revisions/31373"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27712"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27712"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27633,
//       "date": "2023-10-23T13:08:22",
//       "date_gmt": "2023-10-23T13:08:22",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27633"
//       },
//       "modified": "2023-11-22T09:58:32",
//       "modified_gmt": "2023-11-22T09:58:32",
//       "slug": "b%d1%8180-40%d1%85400-20-2h2c-3a3a-700-01-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=b%d1%8180-40%d1%85400-20-2h2c-3a3a-700-01-g305",
//       "title": {
//           "rendered": "BС80/40х400-20.2H2C.3A3A.  700.01.G(305)"
//       },
//       "content": {
//           "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"27633\" class=\"elementor elementor-27633\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-491ac57 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"491ac57\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-2250762\" data-id=\"2250762\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-d7613a5 elementor-widget elementor-widget-html\" data-id=\"d7613a5\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\n    <style>\n/*скрыть цену*/\n    p.price {\n        display:none;\n    }\n    \n/*скрыть карту сайта*/\nnav.woocommerce-breadcrumb{\n       display:none;\n}    \n/*скрыть надпись гц*/\n#product-27633 > div.summary.entry-summary > span > a{\n    color:#f8f5f4;\n    pointer-events: none;\n}\n/*изменить цвет и изменить ссылку*/\n#product-27633 > div.summary.entry-summary > div > span > a{\n    color:black;\n    \n}\n/*изменить цвет и убрать ссылки*/\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamp > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamsh > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_hod > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_mezhos > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n/*поменять картинку*/\n#product-27633 > div.woocommerce-product-gallery.woocommerce-product-gallery--without-images.woocommerce-product-gallery--columns-4.images > div > div > img{\n    \n}\n/*добавить маргины*/\n.ast-page-builder-template .site-content > .ast-container {\n    max-width: 1224px;\n    padding: 0;\n    margin-top: 55px;\n}\n/**/\na[title=\"Просмотр корзины\"]{\n    color: #fa9100;\n}\n</style>\n<script>\n    document.querySelector('#product-27611 > div.summary.entry-summary > div > span > a').setAttribute('href', 'https://belar.pro/?page_id=17871');\n</script>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t</div>\n\t\t",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "no-sidebar",
//           "site-content-layout": "page-builder",
//           "ast-site-content-layout": "full-width-container",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "disabled",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "disabled",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27633"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27633"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 17,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27633/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 31406,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27633/revisions/31406"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27633"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27633"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27627,
//       "date": "2023-10-23T12:40:02",
//       "date_gmt": "2023-10-23T12:40:02",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27627"
//       },
//       "modified": "2023-11-21T07:29:11",
//       "modified_gmt": "2023-11-21T07:29:11",
//       "slug": "b%d1%81100-50%d1%85800-20-2h1%d0%b0-3a3a-1130-02-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=b%d1%81100-50%d1%85800-20-2h1%d0%b0-3a3a-1130-02-g305",
//       "title": {
//           "rendered": "BС100/50х800-20.2H1А.3A3A.  1130.02.G(305)"
//       },
//       "content": {
//           "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"27627\" class=\"elementor elementor-27627\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-ee8e5a9 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"ee8e5a9\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-08c67ad\" data-id=\"08c67ad\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-cb4bfd7 elementor-widget__width-initial elementor-hidden-mobile elementor-widget elementor-widget-html\" data-id=\"cb4bfd7\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\n/*скрыть цену*/\n    p.price {\n        display:none;\n    }\n    \n/*скрыть карту сайта*/\nnav.woocommerce-breadcrumb{\n       display:none;\n}    \n/*скрыть надпись гц*/\nspan.single-product-category > a{\n    color:#f8f5f4;\n    pointer-events: none;\n}\n/*изменить цвет и изменить ссылку*/\nspan.posted_in > a{\n    color:black;\n   /* content: attr(\"https://belar.pro/?page_id=17871\");*/\n}\n/*изменить цвет и убрать ссылки*/\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamp > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamsh > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_hod > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_mezhos > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n/*поменять картинку*/\n#product-27611 > div.woocommerce-product-gallery.woocommerce-product-gallery--without-images.woocommerce-product-gallery--columns-4.images > div > div > img{\n    \n}\n/*добавить маргины*/\n.ast-page-builder-template .site-content > .ast-container {\n    max-width: 1224px;\n    padding: 0;\n    margin-top: 107px;\n}\n/**/\na[title=\"Просмотр корзины\"]{\n    color: #fa9100;\n}\n</style>\n<script>\n    document.querySelector('#product-27611 > div.summary.entry-summary > div > span > a').setAttribute('href', 'https://belar.pro/?page_id=17871');\n</script>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t</div>\n\t\t",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "no-sidebar",
//           "site-content-layout": "page-builder",
//           "ast-site-content-layout": "full-width-container",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "disabled",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "disabled",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27627"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27627"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 17,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27627/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 31355,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27627/revisions/31355"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27627"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27627"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27611,
//       "date": "2023-10-23T12:36:44",
//       "date_gmt": "2023-10-23T12:36:44",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27611"
//       },
//       "modified": "2023-11-21T07:36:51",
//       "modified_gmt": "2023-11-21T07:36:51",
//       "slug": "b%d1%81100-40%d1%85500-20-2h2c-3a3a-800-02-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=b%d1%81100-40%d1%85500-20-2h2c-3a3a-800-02-g305",
//       "title": {
//           "rendered": "BС100/40х500-20.2H2C.3A3A.  800.02.G(305)"
//       },
//       "content": {
//           "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"27611\" class=\"elementor elementor-27611\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-5b496a2 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"5b496a2\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-43d03d0\" data-id=\"43d03d0\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-017e2ca elementor-widget elementor-widget-html\" data-id=\"017e2ca\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\n/*скрыть цену*/\n    p.price {\n        display:none;\n    }\n    \n/*скрыть карту сайта*/\nnav.woocommerce-breadcrumb{\n       display:none;\n}    \n/*скрыть надпись гц*/\n#product-27611 > div.summary.entry-summary > span > a{\n    color:#f8f5f4;\n    pointer-events: none;\n}\n/*изменить цвет и изменить ссылку*/\n#product-27611 > div.summary.entry-summary > div > span > a{\n    color:black;\n    \n}\n/*изменить цвет и убрать ссылки*/\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamp > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_diamsh > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_hod > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n#tab-additional_information > table > tbody > tr.woocommerce-product-attributes-item.woocommerce-product-attributes-item--attribute_pa_mezhos > td > p > a{\n    color:black;\n    pointer-events: none;\n}\n/*поменять картинку*/\n#product-27611 > div.woocommerce-product-gallery.woocommerce-product-gallery--without-images.woocommerce-product-gallery--columns-4.images > div > div > img{\n    \n}\n/*добавить маргины*/\n.ast-page-builder-template .site-content > .ast-container {\n    max-width: 1224px;\n    padding: 0;\n    margin-top: 107px;\n}\n/**/\na[title=\"Просмотр корзины\"]{\n    color: #fa9100;\n}\n</style>\n<script>\n    document.querySelector('#product-27611 > div.summary.entry-summary > div > span > a').setAttribute('href', 'https://belar.pro/?page_id=17871');\n</script>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t</div>\n\t\t",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "no-sidebar",
//           "site-content-layout": "page-builder",
//           "ast-site-content-layout": "full-width-container",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "disabled",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "disabled",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27611"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27611"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 53,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27611/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 31361,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27611/revisions/31361"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27611"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27611"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27607,
//       "date": "2023-10-23T12:33:48",
//       "date_gmt": "2023-10-23T12:33:48",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27607"
//       },
//       "modified": "2023-10-23T12:33:48",
//       "modified_gmt": "2023-10-23T12:33:48",
//       "slug": "%d0%b2%d1%8180-40%d1%85630-4-21-3930",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=%d0%b2%d1%8180-40%d1%85630-4-21-3930",
//       "title": {
//           "rendered": "ВС80/40х630-4.21.3(930)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27607"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27607"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 1,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27607/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 27609,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27607/revisions/27609"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27607"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27607"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27601,
//       "date": "2023-10-23T12:32:06",
//       "date_gmt": "2023-10-23T12:32:06",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27601"
//       },
//       "modified": "2023-10-24T07:46:18",
//       "modified_gmt": "2023-10-24T07:46:18",
//       "slug": "b%d1%81125-50%d1%85800-20-2h2c-3a3a-1193-03-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=b%d1%81125-50%d1%85800-20-2h2c-3a3a-1193-03-g305",
//       "title": {
//           "rendered": "BС125/50х800-20.2H2C.3A3A.  1193.03.G(305)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27601"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27601"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 2,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27601/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 27958,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27601/revisions/27958"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27601"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27601"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 27583,
//       "date": "2023-10-23T12:30:05",
//       "date_gmt": "2023-10-23T12:30:05",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=27583"
//       },
//       "modified": "2023-10-24T07:51:39",
//       "modified_gmt": "2023-10-24T07:51:39",
//       "slug": "%d0%b2%d1%81100-40%d1%85500-20-2%d0%bd2%d1%81-3%d0%b03%d0%b0-800-02-g305",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=%d0%b2%d1%81100-40%d1%85500-20-2%d0%bd2%d1%81-3%d0%b03%d0%b0-800-02-g305",
//       "title": {
//           "rendered": "ВС100/40х500-20.2Н2С.3А3А.  800.02.G(305)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27583"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=27583"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 2,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27583/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 27964,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/27583/revisions/27964"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=27583"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=27583"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 23792,
//       "date": "2023-10-10T10:29:10",
//       "date_gmt": "2023-10-10T10:29:10",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=23792"
//       },
//       "modified": "2023-10-10T10:29:10",
//       "modified_gmt": "2023-10-10T10:29:10",
//       "slug": "mc125-63%d1%85200-3-11515",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=mc125-63%d1%85200-3-11515",
//       "title": {
//           "rendered": "MC125/63х200-3.11(515)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/23792"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=23792"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 1,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/23792/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 23794,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/23792/revisions/23794"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=23792"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=23792"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 20852,
//       "date": "2023-09-21T06:27:05",
//       "date_gmt": "2023-09-21T06:27:05",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=20852"
//       },
//       "modified": "2023-11-22T09:38:34",
//       "modified_gmt": "2023-11-22T09:38:34",
//       "slug": "%d0%bc%d1%81100-40%d1%85200-3-44-1515",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=%d0%bc%d1%81100-40%d1%85200-3-44-1515",
//       "title": {
//           "rendered": "МС100/40х200-3.44.1(515)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20852"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=20852"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 1,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20852/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 20853,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20852/revisions/20853"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=20852"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=20852"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   },
//   {
//       "id": 20850,
//       "date": "2023-09-21T06:25:23",
//       "date_gmt": "2023-09-21T06:25:23",
//       "guid": {
//           "rendered": "http://belar.pro/?post_type=product&#038;p=20850"
//       },
//       "modified": "2023-11-22T09:36:45",
//       "modified_gmt": "2023-11-22T09:36:45",
//       "slug": "%d1%81100-40%d1%85200-3-44515",
//       "status": "publish",
//       "type": "product",
//       "link": "http://belar.pro/?product=%d1%81100-40%d1%85200-3-44515",
//       "title": {
//           "rendered": "С100/40х200-3.44(515)"
//       },
//       "content": {
//           "rendered": "",
//           "protected": false
//       },
//       "excerpt": {
//           "rendered": "",
//           "protected": false
//       },
//       "featured_media": 0,
//       "comment_status": "open",
//       "ping_status": "closed",
//       "template": "",
//       "meta": {
//           "om_disable_all_campaigns": false,
//           "_monsterinsights_skip_tracking": false,
//           "_monsterinsights_sitenote_active": false,
//           "_monsterinsights_sitenote_note": "",
//           "_monsterinsights_sitenote_category": 0,
//           "site-sidebar-layout": "default",
//           "site-content-layout": "",
//           "ast-site-content-layout": "default",
//           "site-content-style": "default",
//           "site-sidebar-style": "default",
//           "ast-global-header-display": "",
//           "ast-banner-title-visibility": "",
//           "ast-main-header-display": "",
//           "ast-hfb-above-header-display": "",
//           "ast-hfb-below-header-display": "",
//           "ast-hfb-mobile-header-display": "",
//           "site-post-title": "",
//           "ast-breadcrumbs-content": "",
//           "ast-featured-img": "",
//           "footer-sml-layout": "",
//           "theme-transparent-header-meta": "default",
//           "adv-header-id-meta": "",
//           "stick-header-meta": "",
//           "header-above-stick-meta": "",
//           "header-main-stick-meta": "",
//           "header-below-stick-meta": "",
//           "astra-migrate-meta-layouts": "set",
//           "ast-page-background-enabled": "default",
//           "ast-page-background-meta": {
//               "desktop": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           },
//           "ast-content-background-meta": {
//               "desktop": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "tablet": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               },
//               "mobile": {
//                   "background-color": "var(--ast-global-color-5)",
//                   "background-image": "",
//                   "background-repeat": "repeat",
//                   "background-position": "center center",
//                   "background-size": "auto",
//                   "background-attachment": "scroll",
//                   "background-type": "",
//                   "background-media": "",
//                   "overlay-type": "",
//                   "overlay-color": "",
//                   "overlay-gradient": ""
//               }
//           }
//       },
//       "product_cat": [
//           17
//       ],
//       "aioseo_notices": [],
//       "_links": {
//           "self": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20850"
//               }
//           ],
//           "collection": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product"
//               }
//           ],
//           "about": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/types/product"
//               }
//           ],
//           "replies": [
//               {
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=20850"
//               }
//           ],
//           "version-history": [
//               {
//                   "count": 1,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20850/revisions"
//               }
//           ],
//           "predecessor-version": [
//               {
//                   "id": 20851,
//                   "href": "http://belar.pro/index.php?rest_route=/wp/v2/product/20850/revisions/20851"
//               }
//           ],
//           "wp:attachment": [
//               {
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=20850"
//               }
//           ],
//           "wp:term": [
//               {
//                   "taxonomy": "product_cat",
//                   "embeddable": true,
//                   "href": "http://belar.pro/index.php?rest_route=%2Fwp%2Fv2%2Fproduct_cat&post=20850"
//               }
//           ],
//           "curies": [
//               {
//                   "name": "wp",
//                   "href": "https://api.w.org/{rel}",
//                   "templated": true
//               }
//           ]
//       }
//   }
// ]
